import businessCasual from "../../assets/images/basic_styles/business-casual.JPG";
import dandy from "../../assets/images/basic_styles/dandy.JPG";
import grange from "../../assets/images/basic_styles/grange.JPG";
import jockey from "../../assets/images/basic_styles/jockey.JPG";
import preppy from "../../assets/images/basic_styles/preppy.JPG";
import military from "../../assets/images/basic_styles/military.JPG";
import safari from "../../assets/images/basic_styles/safary.JPG";
import sea from "../../assets/images/basic_styles/sea-style.JPG";
import smart from "../../assets/images/basic_styles/smart-casual.JPG";
import sport from "../../assets/images/basic_styles/sport-chic.JPG";


export const basicStyles = {
    id: '2',
    title: 'БАЗОВЫЕ СТИЛИ: ЧТО КРОМЕ CASUAL?',
        blocks: [
    {
        type: 'paragraph',
        content: [
            'Привет, девчонки, с сегодняшнего дня начинаю вводить вас в курс дела по стилям.',
            'Начнем с базовых, чтобы сначала, как и договаривались, увидеть больше комплектов, возможностей и разнообразия в ваших текущих базовых гардеробах 👌🏻',
            'Вы увидите, что многие сочетания не приходили вам в голову, а, если и приходили, то многие из вас начинают в такие моменты сомневаться и в итоге носят вещи как обычно и как все 🫣',
            'Мы помним, что база — это вещи простого кроя, которые при этом могут быть любых цветов и любой поверхности.',
            'Несмотря на свой простой фасон, некоторые базовые вещи имеют нюансы 🌶, которые позволяют нам готовить их новыми способами.',
            'Эти нюансы и придают простым предметам базового гардероба оттенок какого-то стиля.',
            'Зная особенности этих стилей, мы можем их обыгрывать и учитывать. А значит, можем носить их разнообразнее и интереснее, чем 99% других девчонок.',
            'Итак, к базовым стилям мы относим:'
        ]
    },
    {
        type: 'list',
        content: [
            'Морской',
            'Сафари',
            'Жокей',
            'Милитари',
            'Денди',
            'Преппи',
            'Спорт-шик',
            'Гранж',
            'Business Casual',
            'Smart Casual',
        ]
    },
    {
        type: 'paragraph',
        content: [
            'Ниже показываю каждый стиль и его особенности наглядно в картинках (это всего лишь 1 картинка на каждый стиль, которая, конечно, не может иллюстрировать его исчерпывающе, вариантом намного больше).',
            'Разобравшись в следующие несколько недель в этих стилях, вы сможете использовать уже имеющиеся вещи по-новому, раскрыв их стилистический потенциал на максимум.',
        ]
    },
    {
        type: 'photo',
        content: [
            businessCasual,
            dandy,
            grange,
            jockey,
            preppy,
            military,
            safari,
            sea,
            smart,
            sport,
        ]
    }
],
}
